//package com.socket.javatoc.socketTest;
//
//import org.junit.Test;
//
//public class simpleTest {
//
//    @Test
//    public void 테스트(){
//        String AAA = "WCWP|lffDIaBkUN3Aj4xzV0zqgQ==||1|wcpay04|서울특별시 마포구 마포대로 122, 11층(공덕동, 신용보증기금빌딩)|서울특별시 마포구 마포대로 122, 11층(공덕동, 신용보증기금빌딩)|51486267265455|250|주식회사 에스씨엠솔루션|8458101186|박정호|1101116722311|791115-1182510|서울특별시 마포구 마포대로 122, 11층(공덕동, 신용보증기금빌딩)|2018-10-17 00:00:00.0|2018-10-17 00:00:00.0|서비스업|도매 및 소매업|금융업|소프트웨어 개발 및 공급업|전자상거래업|기타 금융서비스|2021-02-04 13:36:40.0|||jpark|010|1245|5678|khb.scm@gmail.com|KDB산업|020|01012345678|주식회사 에스씨엠솔루션|00|250|26200342048628|201901|2020-03-25 00:00:00.0|2020-03-25 00:00:00.0|2020-03-25 00:00:00.0|218554826|351563346|50000000|-133008520|68001587|68001587|62874103|-157989984|100000000|81514147965983|2020-03-25 00:00:00.0|2020-03-25 00:00:00.0|0|310869|2020-03-25 00:00:00.0|2020-03-25 00:00:00.0|310869|310869|26200342048628|소득금액증명(연말정산한 사업소득)|2019|100000000|100000|null|";
//        String[] DD = AAA.split("\\|");
//        System.out.println("");
//    }
//}
